Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# health_meals_body_ai.3c90f2799f7f
source: 食事解析
ar_sa: تحليل الوجبة
ca: anàlisi dels àpats
cs: Analýza jídel
da: Analyse af måltider
de_de: Mahlzeitenanalyse
el: Ανάλυση γεύματος
en_au: Meal analysis
es_es: Análisis de comidas
fi: Ruokan analyysi
fr_ca: Analyse des repas
gu: ખોરાકનું વિશ્લેષણ
he: ניתוח ארוחה
hi: भोजन का विश्लेषण
hr: Analiza jelima
hu: Étel elemzés
id: Analisis makanan
it: Analisi dei pasti
ko: 식사 분석
mr: आहाराचे विश्लेषण
ms: Analisis makanan
nl_nl: Analyse van maaltijden
no: Analyse av måltider
pl: Analiza posiłków
pt_br: Análise da alimentação
pt_pt: Análise da alimentação
ro: Analiza meniului alimentar
ru: Анализ питания
sk: Analýza stravy
sl: Analizirajte hrano
sv: Analysera måltiden
ta: உணவு பகுப்பாய்வு
te: ఆహార విశ్లేషణ
th: วิเคราะห์อาหาร
tr: Beslenme analizi
uk: Аналіз харчування
vi: Phân tích bữa ăn
zh_hans: 饮食分析
zh_hant: 飲食解析

# health_meals_body_ai.3d31c5bc2270
source: 食事写真AI
ar_sa: وجبة الصورة منظمة العفو الدولية
ca: Foto de menjar AI
cs: AI pro analýzu fotografií jídel
da: AI-analyse af billeder af måltider
de_de: KI-basierte Analyse von Fotos von Mahlzeiten
el: AI για φωτογραφίες γεύματος
en_au: AI for meal photos
es_es: IA para fotos de comida
fi: Ruokakuvan AI-analyysi
fr_ca: IA pour les photos des repas
gu: ખોરાકની તસવીર AI
he: AI לתמונות ארוחות
hi: भोजन की तस्वीरों के लिए AI
hr: AI za fotografiju jelima
hu: Étel fotók AI-alapú elemzése
id: AI untuk foto makanan
it: AI per le foto dei pasti
ko: 식사 사진 AI
mr: आहाराचे फोटो (AI)
ms: AI untuk gambar makanan
nl_nl: AI voor foto's van maaltijden
no: AI-analyse av bilder av måltider
pl: AI do analizy zdjęć posiłków
pt_br: IA para análise de fotos da refeição
pt_pt: IA para análise de fotos da refeição
ro: AI pentru analiza fotografiilor cu mâncare
ru: Искусственный интеллект для анализа фотографий еды
sk: AI pre analýzu fotografií jedla
sl: AI za analizo fotografije hrane
sv: AI för måltidsfotografering
ta: உணவு புகைப்படம் AI
te: ఆహార ఫోటో AI
th: AI วิเคราะห์รูปภาพอาหาร
tr: Öğün fotoğrafı AI
uk: AI для аналізу фотографій їжі
vi: AI phân tích hình ảnh bữa ăn
zh_hans: 饮食照片AI
zh_hant: 飲食照片AI

# health_meals_body_ai.3d6e7d3996d5
source: 食品DB
ar_sa: قاعدة بيانات الغذاء
ca: Alimentació DB
cs: Databáze potravin
da: Maddatabase
de_de: Lebensmitteldatenbank
el: Βάση δεδομένων τροφίμων
en_au: Food database
es_es: Base de datos de alimentos
fi: Ruoka-tietokanta
fr_ca: Base de données d'aliments
gu: ખોરાક ડેટાબેઝ
he: מאגר מזון
hi: खाद्य पदार्थ डेटाबेस
hr: Baza podataka o hrani
hu: Élelmiszer adatbázis
id: Database Makanan
it: Database degli alimenti
ko: 음식 DB
mr: खाद्यपदार्थ डेटाबेस
ms: Pangkalan data makanan
nl_nl: Voedseldatabase
no: Matdatabase
pl: Baza danych produktów spożywczych
pt_br: Banco de dados de alimentos
pt_pt: Banco de dados de alimentos
ro: Baza de date a alimentelor
ru: База данных продуктов
sk: Databáza potravín
sl: Baza podatkov o hrani
sv: Matdatabas
ta: உணவுப் பொருள் தரவுத்தளம்
te: ఆహార డేటాబేస్
th: ฐานข้อมูลอาหาร
tr: Yiyecek veritabanı
uk: База даних продуктів
vi: Cơ sở dữ liệu thực phẩm
zh_hans: 食物数据库
zh_hant: 食物資料庫

# health_meals_body_ai.3e054aa7cb45
source: 動作推定
ar_sa: تقدير الحركة
ca: Estimació del moviment
cs: Odhadované údaje
da: Estimering af aktivitet
de_de: Geschätzte Aktivität
el: Εκτίμηση δραστηριότητας
en_au: Estimated performance
es_es: Estimación de actividad
fi: Toiminnan arvio
fr_ca: Estimation des données
gu: અંદાજિત મૂલ્ય
he: הערכת פעילות
hi: गतिविधि का अनुमान
hr: Procjena aktivnosti
hu: Mozgás előrejelzése
id: Estimasi aktivitas
it: Stima dell'attività
ko: 운동 추정
mr: अंदाजित डेटा
ms: Anggaran aktiviti
nl_nl: Geschatte prestaties
no: Estimert aktivitet
pl: Szacunkowe dane
pt_br: Estimativa de movimento
pt_pt: Estimativa de movimento
ro: Estimare a activității
ru: Оценка активности
sk: Odhadovaný objem
sl: Pripoved o podatkih
sv: Uppskattning av aktivitet
ta: தோராயமான செயல்பாடு
te: అంచనా వేసిన కదలిక
th: ประมาณการการเคลื่อนไหว
tr: Aktivite tahmini
uk: Оцінка активності
vi: Ước tính hoạt động
zh_hans: 动作估算
zh_hant: 动作估算

# health_meals_body_ai.3ef862b1075b
source: {{value1}}が料理とPFCを確認
ar_sa: يقوم {{value1}} بالتحقق من الطهي وPFC
ca: {{value1}} comprova la cocció i PFC
cs: {{value1}} kontroluje jídlo a PFC
da: {{value1}} for at se dine måltider og PFC-værdier
de_de: {{value1}} überprüft Mahlzeiten und PFC-Werte
el: Το {{value1}} ελέγχει τη διατροφή και τις θερμίδες
en_au: {{value1}} is checking meals and PFC values.
es_es: {{value1}} revisa la comida y el PFC.
fi: {{value1}} tarkistaa ruokavalion ja PFC:n
fr_ca: {{value1}} vérifie les repas et les valeurs PFC.
gu: {{value1}} ભોજન અને PFC તપાસે છે
he: {{value1}} בודק את התזונה והערכים התזונתיים
hi: {{value1}} भोजन और PFC की जांच कर रहा है
hr: {{value1}} provjerava hranu i kalorije
hu: {{value1}} ellenőrzi az étkezést és az étrendet
id: {{value1}} memeriksa makanan dan PFC
it: {{value1}} controlla i pasti e le calorie.
ko: {{value1}}가 식단 및 영양 분석 확인
mr: {{value1}} जेवण आणि PFC तपासा.
ms: Periksa {{value1}} dan pemakanan
nl_nl: {{value1}} bekijken, samen met je maaltijden en calorie-inname.
no: {{value1}} sjekker mat og PFC
pl: {{value1}} sprawdza posiłki i wartości odżywcze.
pt_br: {{value1}} verifica a refeição e o PFC.
pt_pt: {{value1}} verifica a refeição e o PFC.
ro: {{value1}} verifică rețeta și aportul caloric.
ru: {{value1}} проверяет информацию о питании и физической активности
sk: {{value1}} kontroluje jedlo a PFC
sl: {{value1}} preverja hrano in PFC
sv: {{value1}} för att kontrollera mat och PFC
ta: {{value1}} உணவு மற்றும் PFC-ஐ சரிபார்க்கிறது
te: {{value1}} ఆహారం మరియు PFCని తనిఖీ చేస్తుంది
th: {{value1}} ตรวจสอบอาหารและปริมาณแคลอรี่
tr: {{value1}}, yeme ve PFC'yi kontrol ediyor
uk: {{value1}} перевіряє рецепт та споживання калорій
vi: {{value1}}Xem lại chế độ ăn và lượng PFC
zh_hans: {{value1}}查看了食物和PFC
zh_hant: {{value1}}查看了食物和PFC

# health_meals_body_ai.3f6a42bf20f8
source: 今後の重量提案に役立つため
ar_sa: للمساعدة في مقترحات الوزن المستقبلية
ca: Per ajudar amb futures propostes de pes
cs: Pro pomoc při návrhu váhy
da: For at kunne bruge i fremtidige vægtforslag
de_de: Um bei zukünftigen Gewichtsempfehlungen zu helfen
el: Για να βοηθήσουν στις μελλοντικές προτάσεις σχετικά με το βάρος
en_au: To help with future weight suggestions
es_es: Para ayudar en las futuras sugerencias de peso
fi: Jotta voit hyödyntää tulevia paino-ehdotuksia
fr_ca: Pour aider à formuler des recommandations de poids futures
gu: ભવિષ્યમાં વજનની દરખાસ્ત માટે મદદરૂપ
he: כדי לסייע בהצעות המשקל העתידיות שלך
hi: भविष्य के वजन सुझावों में मदद के लिए
hr: Za pomoć pri predlaganju težine
hu: A jövőbeni súlyjavaszatokhoz való hozzájárulás érdekében
id: Untuk membantu rekomendasi berat di masa mendatang
it: Per aiutare a formulare proposte di peso future
ko: 향후 무게 제안에 도움이 되도록
mr: पुढील वजनाचे अंदाज घेण्यासाठी
ms: Untuk membantu dalam cadangan berat selanjutnya
nl_nl: Om toekomstige gewichtsanbevelingen te helpen
no: For å hjelpe med fremtidige vektanbefalinger
pl: Aby pomóc w proponowaniu wag
pt_br: Para auxiliar nas próximas sugestões de peso
pt_pt: Para auxiliar nas próximas sugestões de peso
ro: Pentru a vă ajuta cu sugestiile viitoare privind greutatea,
ru: Чтобы помочь вам в планировании будущих тренировок:
sk: Pre lepšiu pomoc pri návrhoch váhy
sl: Za pomoč pri priporočilih glede teže
sv: För att underlätta framtida viktförslag
ta: எதிர்கால எடைக்கான பரிந்துரைகளுக்கு உதவியாக
te: భవిష్యత్తులో బరువును సూచించడానికి ఇది సహాయపడుతుంది
th: เพื่อให้เป็นประโยชน์สำหรับการแนะนำน้ำหนักในอนาคต
tr: Bu bilgilerin gelecekteki antrenman önerilerine yardımcı olması için
uk: Для допомоги у формуванні майбутніх пропозицій щодо ваги
vi: Để hỗ trợ các đề xuất về trọng lượng trong tương lai
zh_hans: 为了帮助您进行未来的重量建议
zh_hant: 以便用於未來重量建議

# health_meals_body_ai.400cfd92d15f
source: 月次レビュー案を作成
ar_sa: إنشاء مسودة مراجعة شهرية
ca: Creeu un esborrany de revisió mensual
cs: Vytvořit návrh měsíční kontroly
da: Opret et forslag til månedlig gennemgang
de_de: Vorschlag für monatliche Überprüfung erstellen
el: Δημιουργία προτάσεων για μηνιαίες ανασκοπήσεις
en_au: Create a monthly review plan
es_es: Crear propuesta de revisión mensual
fi: Luo kuukausittainen tarkistusluonnos
fr_ca: Créer un plan de revue mensuelle
gu: માસિક સમીક્ષાનો પ્રસ્તાવ બનાવો
he: יצירת תוכנית ביקורת חודשית
hi: मासिक समीक्षा योजना बनाएँ
hr: Izradite prijedlog mjesečnog pregleda
hu: Júliás összefoglaló elkészítése
id: Buat rancangan tinjauan bulanan
it: Creare un piano di revisione mensile
ko: 월간 리뷰 계획 수립
mr: मासिक आढावा योजना तयार करा
ms: Buat cadangan tinjauan bulanan
nl_nl: Voorstel voor maandelijkse review maken
no: Lag et forslag til månedlig gjennomgang
pl: Utwórz propozycję miesięcznej analizy
pt_br: Criar proposta de revisão mensal
pt_pt: Criar proposta de revisão mensal
ro: Creați un plan de revizuire lunară
ru: Создать план ежемесячного обзора
sk: Vytvorenie návrhu mesačnej analýzy
sl: Naredite načrt za mesečni pregled
sv: Skapa ett förslag till månatlig sammanfattning
ta: மாதாந்திர மதிப்பாய்வு திட்டத்தை உருவாக்கவும்
te: నెలవారీ సమీక్ష ప్రణాళికను రూపొందించండి
th: สร้างแผนการทบทวนรายเดือน
tr: Aylık değerlendirme planı oluşturun
uk: Створити план щомісячного огляду
vi: Lập kế hoạch đánh giá hàng tháng
zh_hans: 创建月度回顾方案
zh_hant: 创建月度回顾方案

# health_meals_body_ai.4023d26ef616
source: 食べたもの
ar_sa: ما أكلت
ca: el que vaig menjar
cs: Jídlo
da: Spist
de_de: Eingeatene
el: Τι έφαγα
en_au: What I ate
es_es: Comida consumida
fi: Syöty
fr_ca: Ce que j'ai mangé
gu: ખાવું
he: מה אכלתי
hi: खाया हुआ
hr: Hrana
hu: Elfogolt
id: Makanan yang dikonsumsi
it: Cibo consumato
ko: 섭취한 음식
mr: खाल्लेल्या पदार्थांची नोंद
ms: Makanan
nl_nl: Wat heb je gegeten
no: Spist
pl: Zjedzone
pt_br: Alimentos consumidos
pt_pt: Alimentos consumidos
ro: Ce am mâncat
ru: Что было съедено
sk: Potraviny
sl: Uporabljeno
sv: Jag har ätit
ta: சாப்பிட்டது
te: తినే ఆహారం
th: สิ่งที่กิน
tr: Yenildi
uk: Їжа, яку я з'їв
vi: Thức ăn
zh_hans: 已吃的东西
zh_hant: 已吃

# health_meals_body_ai.4047b572f3a1
source: APIサーバーは応答していますが、料理・レポートの補助モデルを利用できません。
ar_sa: خادم API يستجيب، لكن النموذج المساعد للطهي/التقرير غير متوفر.
ca: El servidor API respon, però el model auxiliar de cuina/informes no està disponible.
cs: Server API reaguje, ale nemůžete použít modely pro pomoc s recepty a reporty.
da: API-serveren svarer, men modellen til mad og rapporter kan ikke bruges.
de_de: Der API-Server antwortet, aber das Modell zur Unterstützung bei Rezepten und Berichten ist nicht verfügbar.
el: Ο διακομισός API απαντά, αλλά δεν μπορεί να χρησιμοποιήσει τα μοντέλα για βοήθεια στην προετοιμασία φαγητού και τη δημιουργία αναφορών.
en_au: The API server is responding, but cannot use the cooking/report assistance model.
es_es: El servidor de API responde, pero no puede utilizar los modelos para recetas o informes.
fi: API-palvelin vastaa, mutta ruoan ja raporttien apumalleja ei ole käytettävissä.
fr_ca: Le serveur API répond, mais les modèles d'aide à la cuisine et aux rapports ne sont pas disponibles.
gu: API સર્વર પ્રતિસાદ આપી રહ્યું છે, પરંતુ રસોઈ અને રિપોર્ટ માટેના મોડેલ ઉપલબ્ધ નથી.
he: שרת ה-API מגיב, אך אי אפשר להשתמש במודלים לסיוע ביצירת מתכונים ודוחות.
hi: API सर्वर प्रतिक्रिया दे रहा है, लेकिन खाना पकाने और रिपोर्टिंग के लिए सहायक मॉडल उपलब्ध नहीं हैं।
hr: Server API odgovara, ali ne može koristiti modele za pomoć u pripremi hrane i izvještajima.
hu: Az API szerver válaszol, de a konyhával és jelentésekkel kapcsolatos model nem elérhető.
id: Server API merespons, tetapi tidak dapat menggunakan model untuk bantuan memasak atau laporan.
it: Il server API risponde, ma non è possibile utilizzare i modelli per la preparazione dei pasti o per la creazione di report.
ko: API 서버는 응답하지만, 요리 및 보고서 보조 모델을 사용할 수 없습니다.
mr: API सर्व्हर प्रतिसाद देत आहे, परंतु जेवण आणि अहवालासाठी सहाय्यक मॉडेल उपलब्ध नाही.
ms: Pelayan API berfungsi, tetapi tidak dapat menggunakan model untuk bantuan masakan dan laporan.
nl_nl: De API-server reageert, maar het model voor recepten en rapporten kan niet worden gebruikt.
no: API-serveren svarer, men du kan ikke bruke modellene for matlaging og rapportering.
pl: Serwer API odpowiada, ale nie można wykorzystać modeli do pomocy w przygotowywaniu posiłków i tworzeniu raportów.
pt_br: O servidor API está respondendo, mas não consegue utilizar o modelo para receitas e relatórios.
pt_pt: O servidor API está respondendo, mas não consegue utilizar o modelo para receitas e relatórios.
ro: Serverul API răspunde, dar nu poate utiliza modelul pentru ajutor în gătit sau raportare.
ru: API-сервер отвечает, но недоступны модели для помощи в приготовлении пищи и составлении отчетов.
sk: API server odpovedá, ale nemôžete použiť modely pre prípravu jedál a generovanie reportov.
sl: Streznik API je na voljo, vendar ne morete uporabiti modelov za pomoč pri pripravi hrane ali poročanju.
sv: API-servern svarar, men kan inte använda modellerna för mat och rapporter.
ta: API சர்வர் பதிலளிக்கிறது, ஆனால் சமையல் மற்றும் அறிக்கையிடலுக்கான மாதிரியைப் பயன்படுத்த முடியாது.
te: API సర్వర్ ప్రతిస్పందిస్తోంది, వంట మరియు నివేదిక సహాయక మోడల్‌ను ఉపయోగించలేము.
th: เซิร์ฟเวอร์ API ตอบสนอง แต่ไม่สามารถใช้โมเดลสำหรับการทำอาหารและรายงานได้
tr: API sunucusu yanıt vermektedir, ancak yemek ve raporlama için yardımcı modeller kullanılabilir değildir.
uk: API-сервер відповідає, але не може використовувати моделі для приготування їжі та створення звітів.
vi: Máy chủ API đang phản hồi, nhưng không thể sử dụng mô hình hỗ trợ nấu ăn và báo cáo.
zh_hans: API服务器正在响应，但无法使用烹饪和报告辅助模型。
zh_hant: API伺服器已回應，但無法使用食譜和報告輔助模型。

# health_meals_body_ai.4060e1dc437c
source: 睡眠データは未取得です。未取得値を0として評価しません。
ar_sa: لم يتم الحصول على بيانات النوم. لا تقم بتقييم القيم التي لم يتم الحصول عليها على أنها 0.
ca: No s'han obtingut dades de son. No avalueu els valors no obtinguts com a 0.
cs: Nejsou k dispozici žádná data o spánku. Hodnotíme hodnotu 0, pokud nejsou k dispozici.
da: Søvndata er ikke tilgængelig. Værdien 0 bruges ikke for manglende data.
de_de: Es liegen keine Schlafdaten vor. Nicht erfasste Werte werden als 0 gewertet.
el: Δεν υπάρχουν δεδομένα ύπνου. Δεν αξιολογούνται οι μη διαθέσιμες τιμές.
en_au: Sleep data has not been obtained. We will not evaluate the missing value as 0.
es_es: No se dispone de datos de sueño. No se evaluarán los valores faltantes.
fi: Uni- ja palautumistietoja ei ole. Arvioidaan 0:lla.
fr_ca: Les données de sommeil ne sont pas disponibles. Nous n'évaluons pas les valeurs manquantes à 0.
gu: ઊંઘનો ડેટા મળ્યો નથી. 0 તરીકે મૂલ્યાંકન કરશો નહીં.
he: אין נתונים לגבי שינה, פעילות או התאוששות. אין להעריך ערכים לא זמינים כ-0.
hi: नींद का डेटा उपलब्ध नहीं है। अनुपलब्ध मान को 0 के रूप में मूल्यांकन नहीं किया जाएगा।
hr: Podaci o spavanju nisu dostupni. Nećemo ih procijeniti s vrijednošću 0.
hu: Az alvási adatok még nem szerepeltek. Az értéket 0-nak értékeljük.
id: Data tidur belum tersedia. Nilai yang tidak tersedia akan dinilai sebagai 0.
it: I dati relativi al sonno non sono disponibili. Non valutare i valori mancanti come 0.
ko: 수면 데이터가 아직 기록되지 않았습니다. 0으로 평가하지 않습니다.
mr: झोपेचा डेटा उपलब्ध नाही. त्यामुळे 0 व्हॅल्यू वापरून मूल्यांकन केले जात नाही.
ms: Data tidur belum diambil. Jangan menilai nilai yang tidak lengkap sebagai 0.
nl_nl: Er zijn nog geen slaapgegevens beschikbaar. We gebruiken 0 als waarde voor onvolledige gegevens.
no: Søvndata er ikke registrert. Vi vil ikke bruke 0 som verdi for manglende data.
pl: Brak danych dotyczących snu. Wartość 0 nie jest uwzględniana.
pt_br: Não temos dados de sono. Não avaliaremos valores ausentes.
pt_pt: Não temos dados de sono. Não avaliaremos valores ausentes.
ro: Nu avem date despre somn. Nu vom evalua valorile lipsă ca fiind 0.
ru: Данные о сне не получены. Не используйте значение 0 для оценки.
sk: Údaje o spánku nie sú dostupné. Hodnotenie neobsahuje hodnotu 0.
sl: Podatki o spanju niso na voljo. Ne ocenjujte pomanjkanja kot 0.
sv: Sömns data har ännu inte hämtats. Värden som saknas kommer inte att användas.
ta: தூக்க தரவு இன்னும் பெறப்படவில்லை. பெறப்படாத மதிப்பை 0 ஆக கருதுவதில்லை.
te: నిద్ర డేటా అందుబాటులో లేదు. అందుబాటులో లేని విలువను 0 గా పరిగణించము.
th: ยังไม่มีข้อมูลการนอนหลับ ไม่มีการประเมินค่าเมื่อไม่ระบุ
tr: Uyku verisi henüz kaydedilmemiştir. Kaydedilmemiş değerleri 0 olarak değerlendirmez.
uk: Дані про сон відсутні. Не враховуйте значення 0.
vi: Dữ liệu giấc ngủ chưa được thu thập. Không đánh giá các giá trị chưa có.
zh_hans: 未获取睡眠数据。未获取值设置为0进行评估。
zh_hant: 尚未取得睡眠數據。未取得的值將被視為 0。

# health_meals_body_ai.406225b8c87e
source: 未登録です。ラベルの100g当たりの数値を入力してください。
ar_sa: غير مسجل. الرجاء إدخال القيمة لكل 100 جرام على الملصق.
ca: No registrat. Introduïu el valor per 100 g a l'etiqueta.
cs: Nezařazeno. Zadejte hodnotu pro 100g štítku.
da: Ikke registreret. Indtast værdien for 100g af etiketten.
de_de: Nicht registriert. Bitte geben Sie die Anzahl der 100g des Produkts ein.
el: Δεν έχει καταχωρηθεί. Παρακαλώ εισάγετε τον αριθμό για κάθε ετικέτα, ανά 100g.
en_au: Not registered. Please enter the number of values for each label, assuming 100g.
es_es: No registrado. Introduzca el número de etiquetas por 100g.
fi: Tämä tuote on vielä rekisteröimätön. Anna arvo 100g:n painolle.
fr_ca: Non enregistré. Veuillez saisir le nombre de valeurs par 100g pour l'étiquette.
gu: આ અપહાયેલ નથી. લેબલની 100 ગ્રામના મૂલ્યને દાખલ કરો.
he: לא רשום. אנא הזן את המספר עבור 100 גרם של המוצר.
hi: अभी तक पंजीकृत नहीं है। लेबल के 100 ग्राम में मौजूद संख्या दर्ज करें।
hr: Nije registrirano. Unesite vrijednost za količinu po 100g oznake.
hu: Ez még nem szerepel. Kérjük, a címkék 100g-os értékét írja be.
id: Belum terdaftar. Masukkan jumlah pada label 100g.
it: Non registrato. Inserire il numero di valori per ogni 100g di etichetta.
ko: 등록되지 않았습니다. 레이블의 100g당 값을 입력해주세요.
mr: नोंद केलेले नाही. लेबलमधील 100 ग्रॅममधील मूल्यांची नोंद करा.
ms: Masih belum didaftarkan. Masukkan jumlah pada label 100g.
nl_nl: Niet geregistreerd. Voer het aantal in per label van 100g.
no: Ikke registrert. Vennligst skriv inn verdien for 100g etikett.
pl: Nie zarejestrowano. Wprowadź liczbę na 100g etykiety.
pt_br: Não registrado. Insira o número de valores por 100g na etiqueta.
pt_pt: Não registrado. Insira o número de valores por 100g na etiqueta.
ro: Nu este înregistrat. Introduceți numărul de 100g pentru etichetă.
ru: Не зарегистрировано. Введите количество на 100 г для метки.
sk: Zatiaľ nie je zaregistrované. Zadejte hodnotu pre 100g etikety.
sl: Niso zabeležene. Vnesite število za 100g oznake.
sv: Ej registrerat. Ange antalet per 100g för etiketten.
ta: பதிவு செய்யப்படவில்லை. லேபிளின் 100 கிராம் எடைக்கான மதிப்பை உள்ளிடவும்.
te: రికార్డ్ చేయలేదు. లేబుల్ యొక్క 100 గ్రాముల విలువను నమోదు చేయండి.
th: ยังไม่ได้ลงทะเบียน กรุณาป้อนจำนวนของผลิตภัณฑ์แต่ละชนิด (100 กรัม)
tr: Kaydedilmemiş. Etiket başına 100g'luk değeri girin.
uk: Не зареєстровано. Введіть кількість на 100 г для відповідного етикету.
vi: Chưa đăng ký. Vui lòng nhập số lượng cho mỗi 100g nhãn.
zh_hans: 未注册。请输入标签的100克内的数值。
zh_hant: 尚未注册。请输入标签的100克内的数值。

# health_meals_body_ai.406d8b52c4f0
source: 週次AIコメントを生成
ar_sa: إنشاء تعليقات أسبوعية لمنظمة العفو الدولية
ca: Genereu comentaris setmanals d'IA
cs: Generování týdenních AI komentářů
da: Generér ugentlige AI-kommentarer
de_de: Erstellung von wöchentlichen KI-Kommentaren
el: Δημιουργία εβδομαδιαίων σχολίων AI
en_au: Generate weekly AI comments
es_es: Generar comentario de IA semanal
fi: Luo viikoittaisia AI-kommentteja
fr_ca: Génération de commentaires AI hebdomadaires
gu: અઠવાડિયા પ્રમાણે AI ટિપ્પણી બનાવો
he: יצירת הערות AI שבועיות
hi: सप्ताह के अनुसार AI टिप्पणी उत्पन्न करें
hr: Generiranje AI komentara svakog tjedna
hu: Heti AI-alapú visszajelzés generálása
id: Hasilkan komentar AI mingguan
it: Genera commenti AI settimanali
ko: 주간 AI 코멘트 생성
mr: दर आठवड्याचे AI विश्लेषण तयार करा
ms: Hasilkan komen AI mingguan
nl_nl: Genereer wekelijkse AI-feedback
no: Generer ukentlige AI-kommentarer
pl: Generowanie komentarzy AI na tydzień
pt_br: Gerar comentário de IA semanal
pt_pt: Gerar comentário de IA semanal
ro: Generare comentarii AI săptămânale
ru: Генерация еженедельных комментариев от ИИ
sk: Generovanie týždenných AI komentárov
sl: Generiranje AI komentarjev vsak teden
sv: Generera veckovisa AI-kommentarer
ta: வாராந்திர AI கருத்துக்களை உருவாக்கவும்
te: వారపు AI వ్యాఖ్యను రూపొందించండి
th: สร้างความคิดเห็น AI รายสัปดาห์
tr: Haftalık AI yorumunu oluşturun
uk: Генерація щотижневих коментарів від AI
vi: Tạo nhận xét AI hàng tuần
zh_hans: 生成每周AI评论
zh_hant: 生成每週AI評論

# health_meals_body_ai.41151468db96
source: 前週比 {{value1}}%
ar_sa: مقارنة بالأسبوع الماضي: {{value1}}%
ca: Comparació amb la setmana anterior: {{value1}}%
cs: Srovnání s předchozím týdnem: {{value1}}%
da: Sammenlignet med sidste uge: {{value1}}%
de_de: Vergleich mit der letzten Woche: {{value1}}%
el: Σε σύγκριση με την προηγούμενη, {{value1}}%
en_au: Compared to last week: {{value1}}%
es_es: Comparación con la semana pasada: {{value1}}%
fi: Vertailu viimeiseen: {{value1}}%
fr_ca: Comparaison avec la semaine précédente : {{value1}}%
gu: આ અઠવાડિયાની સરખામણીમાં {{value1}}%
he: השוואה ל-{{value1}}% בשבוע שעבר
hi: पिछले सप्ताह की तुलना में {{value1}}%
hr: Usporedba s prošlim danom: {{value1}}%
hu: Hétközi összehasonlítás: {{value1}}%
id: Perbandingan dengan minggu lalu: {{value1}}%
it: Confronto con la settimana scorsa: {{value1}}%
ko: 지난 주 대비 {{value1}}%
mr: मागील आठवड्याच्या तुलनेत {{value1}}%
ms: Perbezaan berbanding minggu lepas: {{value1}}%
nl_nl: Vergelijking met vorige week: {{value1}}%
no: Sammenlignet med forrige uke: {{value1}}%
pl: Porównanie do poprzedniego tygodnia: {{value1}}%
pt_br: Comparado com a semana passada: {{value1}}%
pt_pt: Comparado com a semana passada: {{value1}}%
ro: Comparativ cu săptămâna trecută: {{value1}}%
ru: Сравнение с предыдущей неделей: {{value1}}%
sk: Porovnanie s predchádzajúcim týždňom: {{value1}} %
sl: Primerjaj z zadnjo vrednostjo: {{value1}}%
sv: Jämfört med förra veckan: {{value1}}%
ta: கடந்த வாரத்துடன் ஒப்பிடுகையில் {{value1}}%
te: మునుపటి వారంతో పోలిస్తే {{value1}}%
th: เปรียบเทียบกับสัปดาห์ที่แล้ว {{value1}}%
tr: Geçen hafta {{value1}}%
uk: Порівняно з попереднім: {{value1}}%
vi: So sánh với tuần trước: {{value1}}%
zh_hans: 上周比 {{value1}}%
zh_hant: 上周比 {{value1}}%
